export const activeDataSet = [
    `Расписание на субботу 22 февраля

                                    
💫09:30-11:00 
Гвоздестояние - это невероятноя практика, которая имеет множество положительных эффектов. Помогает укрепить вашу физическую форму и общее самочувствие, улучшить стрессоустойчивость, восстановить энергию. Развивает силу воли и уверенность в себе. Эта практика требует сосредоточенности и самоконтроля. Постепенно вы научитесь преодолевать физический и психологический дискомфорт, что помогает вам стать более стойкими к трудностям в жизни.
Ведет Анна
💥регистрация открыта- 6 человек



11:30-12:30
🪭Цигун
ВедетСветлана
💥регистрация открыта - 12 человек 




12:30-14:00
🤌Легкая йога
Ведет Светлана                                                                                                  💥регистрация открыта - 12 человек




🥁Игротека для любителей игр

13.00-14.00 (зал игротеки) настолки 7+
14.00-15.30 зал Шанти активная программа
15.30-17.00  (зал игротеки) настолки 9+

Ведет Елена Троценко

❗️Регистрация на игротеку : https://t.me/eyskigroteka/24❗️



🧚‍♀️16:00-18:30
Беседа - практика  " 7 чакр - радуга здоровья."
Практика: медитация.

Ведет Инна ( зал Шанти)
💥регистрация открыта - 10 человек



14:15-15:15
🧠 Скорочтение  (ДЕТИ)
• Изучение техники скорочтения помогает быстро осваивать новые знания.
• Развивает фотографическую память.
• Тренирует навык работы с массивом информации.
• Улучшает межполушарное взаимодействие.
• Поможет сократить время затраченное на чтение полностью усваивая прочитанную информацию.
⭐️ ШКОЛЬНИКИ ОТ 10 ДО 17 ЛЕТ

Ведет  Ирина (зал Игротеки)
💥регистрация открыта  - 10 человек



17:15-18:45
🧠 Скорочтение ( ВЗРОСЛЫЕ)

• Изучение техники скорочтения помогает быстро осваивать новые знания.
• Развивает фотографическую память.
• Тренирует навык работы с массивом информации.
• Улучшает межполушарное взаимодействие.
• Поможет сократить время затраченное на чтение полностью усваивая прочитанную информацию.
Ведет Ирина Шатько ( зал Игротеки)
💥регистрация открыта - 10 человек`,
    `Расписание на воскресенье 23 февраля




13:30-14:30
Хатха йога( для детей)
Ведет Наталья Порохня
💥регистрация открыта - 10 человек


14:30-16:00
Хатха йога( для взрослых)
Ведёт Наталья Порохня
💥регистрация открыта - 10 человек



16:00-18:00
🌳Ресурсные практики плетения

Плетение из нитей- это антистресс, творческая медитация,которая помогает освободиться от тяжёлых и негативных мыслей, перезагрузиться и заплести в узоры образы желанных событий ✨
Подойдёт как взрослым, так и детям
Ведет Маргарита(зал Шанти)
💥регистрация открыта - 8 человек



✨19.30-21.00 ✨  
Практика Рейки🙏
Светская методика исцеления и оздоровления не только физического тела, но и Души, с помощью универсальной жизненной энергии.🪷
Ведет: Анна Трошкинева
💥регистрация открыта -12 человек




15:00-16:30
🧠 Скорочтение

• Изучение техники скорочтения помогает быстро осваивать новые знания.
• Развивает фотографическую память.
• Тренирует навык работы с массивом информации.
• Улучшает межполушарное взаимодействие.
• Поможет сократить время затраченное на чтение полностью усваивая прочитанную информацию.
Ведёт: Шатько Ирина
⭐️ Дети от 12 лет и взрослые.
💥регистрация открыта - 10 человек




✏️17:00-19:30
Ресурсные практики
рисования
Мандала - как один из способов управления реальностью.

Ведёт Юлия Наумова( зал Игротеки)
💥регистрация открыта - 7  человек.`,
    `Расписание на понедельник 24 февраля


⭐️08:30 - 10:00
  Здоровая спина 
Укрепление опорно-двигательного аппарата. Индивидуальный подход. Приходите, найдем подход как к новичку, так и к опытному практику.
Ведет Владислав
💥регистрация открыта - 10 человек



🙌12:30-14:00
Гвоздестояние - это невероятноя практика, которая имеет множество положительных эффектов. Помогает укрепить вашу физическую форму и общее самочувствие, улучшить стрессоустойчивость, восстановить энергию. Развивает силу воли и уверенность в себе. Эта практика требует сосредоточенности и самоконтроля. Постепенно вы научитесь преодолевать физический и психологический дискомфорт, что помогает вам стать более стойкими к трудностям в жизни.
Ведет Анна
💥регистрация открыта - 6 человек       
 



14:00-15:30
🙌Кинезиотерапия для спины"
Наши цели:
1) сформировать правильную осанку
2) проработать глубокие мышцы спины и укрепить мышечный корсет
3) снять с межпозвоночных сегментов напряжение, вызывающие болевые ощущения. 

Ведёт Наталья Демченко
💥регистрация открыта - 6 человек




15.30 - 17.30 
📣 Публичные выступления.


      ✔️ Мы учимся уверенно и убедительно выступать перед любой аудиторией. Будь то - друзья, коллеги, учителя, начальник…
      ✔️ Учимся без стеснений, свободно высказывать свои идеи, взгляды, предложения, убедительно аргументировать и отстаивать свою точку зрения.
И этому можно научиться в любом возрасте.

❗️ЗАНЯТИЯ ПРОВОДЯТСЯ ПРИ РЕГИСТРАЦИИ ДВУХ и БОЛЕЕ УЧАСТНИКОВ ❗️

Возраст 14+ и взрослые
Ведет Елена Троценко (зал Шанти)
💥регистрация открыта -  8 человек



🔥18:30 - 20:30 Здоровая спина
Ведет Владислав             
💥регистрация открыта - 10 человек



👩‍❤️‍👨18:00-20:00
Тема лекции:
Самооценка и самоценность. Синдром самозванеца.

Ведет Юлия ( зал Игротеки)
💥регистрация открыта - 7 человек`,

]